export const myInfo = {
  title: '江湖人称诗杰弟弟',
  description: '诗杰，在2012年的时候改的名字，只因以前的太难听',
  address: '坐标成都，老家万州',
  honor:
    '昨天所有的荣誉，已变成遥远的回忆……再苦再难也要坚强，只为那些期待眼神……',
  url: 'image/csj.jpg',
};

export const myInfoDetail = [
  {
    date: '2020-09-19',
    event: '参加云栖百城汇成都站，第一次见到唐总，觉得他凡尔赛，把他吐槽了一顿',
  },
  {
    date: '2020-10-24',
    event: "参加COSCon'20，虽然认识了水歌，但是想蹭顿饭没有蹭到，灰溜溜的走了",
  },
  {
    date: '2020-11-20',
    event:
      '夜跑锦城湖，认识了灵儿姐姐，稀里糊涂的有了一个华为云·云享专家的头衔',
  },
  {
    date: '2020-11-21',
    event:
      '以志愿者的身份参与中国DevOps社区成都峰会，并正式成为华为云HDZ核心成员',
  },
  {
    date: '2021-03-27',
    event: '举办2021年度第一场线下活动，在水歌、唐总等人支持下顺利完成',
  },
  {
    date: '2021-04-24 ~ 25',
    event:
      '前往深圳参加华为开发者大会(Cloud) 2021，见到了云宝、宇哥、甲醇等网友',
  },
  {
    date: '2021-04-30',
    event: '被freeCodeCamp的刷题吸引了，被水歌拉进坑里，正式加入成都fCC社区',
  },
  {
    date: '2021-05-17',
    event:
      '去找唐总聊天，然后第一次参加云峰对话，《技术社区老大爷对话社区打杂人》',
  },
  {
    date: '2021-05-30',
    event:
      '举办2021年度第二场活动，水歌和望道分享，这次打破了社区壁垒，门第之见',
  },
  {
    date: '2021-06-07',
    event: '唐总在钉钉上通知我，说我已经正式成为阿里云ACE成都同城会的宣传委员',
  },
  {
    date: '2021-07-04',
    event:
      '举办2021年度第三场活动，川大和极狐虽然撞车了，但第一次见到了Miya姐姐',
  },
  {
    date: '2021-09-04',
    event: "和水歌、灵儿、Miya等人，一起去为COSCon'21 录制宣传视频",
  },
  {
    date: '2021-10-30 ~ 31',
    event:
      "举办2021年度第四场活动，COSCon'21中国开源年会成都站，被授予『COSCon之星』",
  },
  {
    date: '2021-12-11',
    event: '参与PyChina Meetup，就是去蹭了两顿饭，成了PyChina的志愿者',
  },
  {
    date: '2021-12-18',
    event: '参与CSDN Meetup，云峰对话民主选择，被推选为某站成都站站长',
  },
  {
    date: '2022-01-22',
    event: '参加全天的云峰对话，与各技术社区大咖和各高校学子，聊聊2050',
  },
  {
    date: '2022-04-09',
    event: '开放协作人要给我颁一个奖『社区之光』，感谢果汁抢注，唐总代言',
  },
];
